{
   "navbar": {   
               "home": "Inicio",
               "portofolio": "Portafolio",
               "services": "Servicios",
               "contact": "Contacto"
            },

   "studies": {
               "title": "Estudios"
            },

   "contact": {"home": "Contáctame",
               "presentation": "¡Hola! Me considero una persona creativa, responsable y con iniciativa. Realicé mis estudios en varios cursos profesionales y siempre me encuentro aprendiendo para mejorar cada vez más mis habilidades. ",
               "developer": "Desarrollador Web Full-Stack",
               "learn.react": "Aprende React",
               "button.change": "Cambiar Idioma",

               "description": "Soy un desarrollador web que siempre se mantiene aprendiendo cosas nuevas. Crecer como profesional es una de mis metas, así que ninguna idea es tan descabellada como para que sea imposible. ¿Qué tienes en mente?",
               "title": "Contacto",
               "dev.title": "Desarrollador Front-End",
               "phrase": "Establecer objetivos es el primer paso para convertir lo invisible en lo visible",
               "withme": "¡Contácta conmigo!",
            
               "name": "Nombre",
               "tel": "Teléfono",
               "message": "Mensaje",
               "subject": "asunto",
               "send": "Enviar Mensaje"
            },
            
   "download": {"cv": "Descargar CV"},

   "services": {
               "dev": "Creo tu página web desde cero utilizando los lenguajes de programación más adecuados.",
               "title": "Desarrollo Web",
               "apptitle": "Desarrollo de Aplicación",
               "contenTitle": "Creación de contenido",
               "content": "He trabajado para múltiples blogs de España como redactor y editor. Tengo más de 4 años de experiencia en el ámbito laboral.",
               "webs": "Webs en las que he participado",
               "designTitle": "Diseño",
               "design": "Domino los principios de diseño para hacer trabajos de calidad utilizando los programas más adecuados para cumplir con objetivos Front-End.",
               "designSkills": "Programas usados",
               "arqTitle": "Arquitectura",
               "arq": "Soy profesional en arquitectura, graduado de la Universidad José Antonio Páez. Estoy capacitado para crear diseños modernos con respecto a edificaciones de ámbito turístico, educativo, deportivo residencial y comercial.",
               "arqCeo": "CEO de",
               "arqPart": ", una nueva firma de arquitectos enfocados en arquitectura contemporánea."
         },
   "more": {"information": "Más Información"},
   "my": {"projects": "Mis Proyectos"},

   "cod": {"cod": "Código"},
   "tech": {"project": "Tecnologías"},

   "nova": {
               "description": "Este es un proyecto que actuamente en encuentra en proceso. Se trata de una página web enfocada para una empresa de arquitectura llamada Nova Architecture, la cual requiere de un diseño bien desarrollado que debe mantener la esencia profesional con ámbitos arquitectónicos. El desarrollo web ha sido realizado con tecnologías como HTML, TAILWINDCSS, REACT y más.",
               "type":"Web para firma de Arquitectura"
            },

   "weather": {
               "description": "En esta Weather App se puede consultar el clima de cualquier parte del mundo, ya sea a tiempo real o el pronónstico de días futuros. Para la creación de este proyecto hice uso de tecnologías como HTML, TailWindCSS, JavaScript, React y elementos de Luxon, IconScout, React Toastify y Openweather API.",
               "weather.type":"Aplicación de Clima Mundial a tiempo real"
            },

   "movies": {
               "description": "Este proyecto cuenta con funcionalidades de búsqueda, edición, eliminación y más... En este caso, han sido hechas con React Hooks y LocalStorage, así también como HTML, CSS y Javascript.",
               "movies.type": "Buscador de películas"
            },

   "chat": {
               "description": "Chat App es una aplicación creada con una funcionalidad a tiempo real para enviar mensajes a usuarios que sean registrados. Para lograrlo, se aplicaron tecnologías como HTML, SASS, JS, REACT y FIREBASE.",
               "type": "Aplicación de Chat a tiempo real"
            },
   "go": {"back": "Regresar"}
}